{
  "main": {
    "name":"Tiago Braccialli",
    "occupation":"Android Developer",
    "description":"I'm a mobile developer who loves to create solutions for people, helping them to make their lifes better. I love to learn new things and share the knowledge.",
    "image":"profilepic.jpg",
    "bio":"I am a mobile developer that works with Java, Kotlin and React Native, but I have knowledge in backend, Linux, AWS and Docker. Already worked on an internal startup program in my company as the mobile developer for a solution that was acelerated in Silicon Valley.",
    "contactmessage":"You can contact me if you like my resume and want to know more about me.",
    "email": "bedabliu@gmail.com",
    "phone": "+55 (61) 98284-1340",
    "address":{
      "street":"SQS 414 Bl C",
      "city":"Brasília",
      "state":"DF",
      "zip": "70.297-030"
    },
    "website": "http://bedabliu.github.io",
    "resumedownload":"https://github.com/bedabliu/bedabliu.github.io/raw/master/files/Resume.pdf",
    "social":[
      {
        "name":"facebook",
        "url":"http://facebook.com/tiago.braccialli",
        "className":"fa fa-facebook"
      },
      {
        "name":"twitter",
        "url":"http://twitter.com/bedabliu",
        "className":"fa fa-twitter"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/braccialli/",
        "className":"fa fa-linkedin"
      },
      {
        "name":"instagram",
        "url":"http://instagram.com/bedabliu",
        "className":"fa fa-instagram"
      },
      {
        "name":"github",
        "url":"http://github.com/bedabliu",
        "className":"fa fa-github"
      }
    ]
  },
  "resume":{
    "skillmessage":"Bellow is a description of some of my skills",
    "education":[
      {
        "school":"Univem",
        "degree":"MBA in Public Administration",
        "graduated":"July 2008",
        "description":"I made my final work on the impact of technology in the marketing of the elections in Brazil"
      },
      {
        "school":"Univem",
        "degree":"Bachelor in Computer Science",
        "graduated":"December 2005",
        "description":"Made a lot of works during my course, some in artificial inteligence and other in cyber crimes. Worked a lot with Network and Java."
      }
    ],
    "work":[
      {
        "company":"Banco do Brasil",
        "title":"Android Developer ",
        "years":"September 2013 - Present",
        "description":"Developed & maintained the main application of Banco do Brasil, which is the main interaction channel of our clients. We have more than 13 million active Android users. Worked in many inside projects, working with a lot of different technologies, because of my skills in learning new technologies and designing solutions for problems. Created the main channel for communication between client and their account managers."
      },
      {
        "company":"BB Digital Labbs (company from Banco do Brasil)",
        "title":"Senior Android Developer",
        "years":"April 2017 - September 2018",
        "description":"Created a chat bot and dashboard app to help farmers in Brazil to take better decisions with more complex information delivered in a simple way, giving them insights about market and crop cares. Used Kotlin to develop the android App, react native for iOS app, nodeJs for the backend and DialogFlow for the chatbot intelligence. This project was a internal startup program of the bank where they selected one idea and 5 people to go to silicon valley and create the MVP and try to sell the product to the Board in 3 months. Responsible for the development of the mobile app, and helped to create the architecture of the backend and our servers on AWS. Project awarded a Prize in a Banking Contest in Brazil, as better artificial inteligence solution."
      }
    ],
    "skills":[
      {
        "name":"Android",
        "level":"90%"
      },
      {
        "name":"Kotlin",
        "level":"85%"
      },
      {
        "name":"Java",
        "level":"85%"
      },
      {
        "name":"React Native",
        "level":"60%"
      },
      {
        "name":"Javascript",
        "level":"75%"
      },
      {
        "name":"Scrum",
        "level":"80%"
      },
      {
        "name":"Scrum Master",
        "level":"60%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"Banco Brasil",
        "category":"Main app of the Bank",
        "image":"bb1.png",
        "url":"https://play.google.com/store/apps/details?id=br.com.bb.android&hl=en"
      },
      {
        "title":"Agrobot",
        "category":"App with a dashboard and chatbot for farmers in Brazil",
        "image":"agrobot1.png",
        "url":"https://play.google.com/store/apps/details?id=br.com.bb.chico"
      }
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"Braccialli is a very skilled developer. I'm happy to have had the chance to work side by side with him creating Agrobot. He was responsible for our mobile development strategy and was always trying to find the best solution for our challenges and coding very fast. His ability to work on both front-end and back-end made him a valuable team member. Banco do Brasil is lucky to have a talent like him.",
        "user":"Guilherme Fonseca - P.O. at Agrobot"
      }
    ]
  }
}
